[
    {
      "title": "Episode 001: Is it truly possible to follow ethical principles in India's healthcare setting?",
      "description":
        "In this episode, I try to introduce you to the world of medical ethics and explain two of its core principles—Autonomy and Non Maleficence with case scenarios and ethical dilemmas. The patient’s relative might ask you to withhold a cancer diagnosis or you may be forced to prescribe antibiotics for even viral fever. Let’s discuss and dissect.",
      "link": "https://open.spotify.com/episode/4xQB2FaOH114qggzh9cnoo?si=hVr6b4beQxaVP19JDyjTSA"
    },
    {
      "title": "Episode 002: When are we not acting in the best interest of the patient?",
      "description": "In this episode, I try to explain two main concepts— Beneficence and Justice. Acting in the best interest of the patient and treating them with justice forms two core principles of medical ethics. We explore with examples like unnecessary C Sections and how far have spoken against systemic injustice in medicine.",
      "link": "https://open.spotify.com/episode/44sgOl6TDgtqgu0WJRYXgt?si=YPce1l5fTcqOi98nnsqHog"
    },
    {
      "title": "Episode 003: Are patient's secrets our dinner table conversations?",
      "description": "In this mini episode, I try to explain the last two core ethical principles. One being confidentiality and the other veracity. At the end of this episode, one can understand all the six principles of medical ethics if you have listened to all the three episodes.",
      "link": "https://open.spotify.com/episode/3hA5hIXb3Fm9X0limZPwoa?si=CppEHI5aR62ZhcSn-P6Pnw"
    },
    {
      "title": "Episode 004 : Part 1 : What should you know before seeking hair transplant? And NMC Bribery Scandal.",
      "description": "This is a 4 part limited-Series within our podcast, a special edition- (Contemporary Premiere: News Edition). In this episode, I go through the important medical headlines of May 2025. Ethical breaches and crisis. We discuss hair transplantation and bribery in detail. In the coming episodes, the other stories shall be discussed in detail.",
      "link": "https://open.spotify.com/episode/6qpL8bjJQnCemhXRWDH6bw?si=1C8ufBBXRniKYfXR6HPBjA"
    },
    {
      "title": "Episode 004:Part 2 : How does healthcare in private and public sector compare in India?",
      "description": "This is the second part of the Contemporary Premiere, where we discuss hot medical news of the previous month in detail. In this episode, I try to talk about the quality and cost analyses of Private and Public Healthcare in India.",
      "link": "https://open.spotify.com/episode/59Da0sgxLNcKgkMqsmjIeC?si=4cacb7b94df14ca1"
    },
    {
      "title": "Episode 004: Part 3:Gender Inequality & Misogyny in Medical Research & ChatGPT induced Psychosis.",
      "description": "In this episode, I discuss about an important issue - Gender inequality and misogyny in medical research. It is distressing to discuss the issue in 2025 but the issue still persists. And about ChatGPT induced psychosis? That’s a whole another story.",
      "link": "https://open.spotify.com/episode/5CpS57mLA4H08IrFC4Bf2Q?si=92602YK6Quaydld7Giiaxw"
    },
    {
      "title": "Episode 005: History Edition: Informed Consent & Oath of Medicine",
      "description": "Ironically, there is no evidence that Hippocrates Oath was written by Hippocrates. In this episode, I discuss how the informed consent was born and why it is just not a document that requires a signature and what Hippocrates oath teaches us about medical ethics!",
      "link": "https://open.spotify.com/episode/3qth1AtYkNKWnFyAuGleC3?si=EucBHHUjRNmdW_sz0Xz7XA"
    },
    {
      "title": "Episode 006: Understanding the behaviour of doctors at the doctor‘s office.",
      "description": "Doctor‘s office or the OPD is typically where a first encounter between a patient and a doctor happens. This episode has been produced from the inspiration from Good Clinical Practice Guidelines, NHS and Berufsordnung für die in Deutschland Tätigen Ärztinnen und Ärzte(Code of Conduct for doctors in Germany) . Please understand the motto is not to police or prescribe but explore evolving standards.",
      "link": "https://open.spotify.com/episode/7AXxtWYSXvJlmvJn8lWEhj?si=Dwvoq3U6T5u7NTddDj-BlQ"
    },
{
      "title": "Episode:007:The Lex Premiere: Why didn’t the Supreme Court punish the convict of POCSO Act?",
      "description": "Let’s explore the ethical,legal and moral nuances of the case where the Supreme Court passed an order against punishing the convict of POCSO Act.",
      "link": "https://open.spotify.com/episode/5tt0nhdmPgCaPcbRNKSDVm?si=u39K_VWGSKOE4BHUnbumOg"
    },
    {
      "title": "Episode 008: Contemporary Edition: Dissecting the biggest scandal in Medical Education in India",
      "description": "In this episode, I discuss the scam by the NMC, in Indian Medical Education. Rs.1000 Crores in bribery as exposed by CBI. Tune in to understand the systemic failures of medical education in India and understand bribery from a sociological standpoint.",
      "link": "https://open.spotify.com/episode/0NbcIDpABURzHlFWnrRsZZ?si=D1JleewaTvCScLyz9x050w"
    },
    {
      "title": "Episode 009: Crime Edition: Ethical breaches of a double murder case that shook the country.",
      "description": "In this episode, I try to discuss the medical ethical breaches of Aarushi Hemraj double murder case.\n\nContent warning: The episode consists of disturbing stories of homicide, theories of sexual abuse and postmortem findings. Viewers discretion advised.",
      "link": "https://open.spotify.com/episode/1PeLNq0mF6pPqrHYmVpGrs?si=0z7b3RO_TzWBEgaiLrcA1A"
    },
     {
      "title": "Episode 010: Why are Indian Medical Residents committing suicide at an alarming rate?",
      "description": "In this episode, I try to explore the reasons why an Indian medical residents commit suicide at an alarming rate. And more importantly what are we doing about it. Tune in to understand the philosophy of suicide and things we as medical fraternity must do to protect the well being of ourselves.",
      "link": "https://open.spotify.com/episode/36dXzOCbcwRDNzGc4l9Hcp?si=QndCkZ3FQB25GLoYJYmOhA"
    },
    {
      "title": "Episode 11: Understanding the ethical dilemmas and responsibilities in the Emergency Room.",
      "description": "After the assault on the ENT residents in Jammu, I wanted to discuss the difficulties of the ER doctors in India and elsewhere. The code of conduct for emergency physicians has been used to help me in discussing the ethical principles in the ER.",
      "link": "https://open.spotify.com/episode/27APXSIsTGQ5C9GChaG6DT?si=CBMzsGFmT-6rFsCGhFWvkA"
    },
    {
      "title": "Episode 012:Part 1: History Edition:The dark history of medical experimentation in Japan during WW 2",
      "description": "In this episode, I try to discuss the horrific events that happened during world war 2 in Japan. These were some of the worst human experimentations known to mankind. I was immensely shook by the events and hence I decided this topic must be discussed as these historical events serve us the purpose of formulating the ethical principles for today’s research in the field of medicine.",
      "link": "https://open.spotify.com/episode/4Qm0leDn2yGhxchLJY7Imi?si=4BInazdDTW2V-KRvOItXQg"
    },
    {
      "title": "Episode 013:Part 2: History Edition: Understanding the dark medical history of Unit 731.",
      "description": "This episode is a continuation of the Episode 12, where we discuss the detailed history of dark medical unethical experiments done by the Japanese government on the Chinese people. Bringing to you the horrible memories of vivisection, a procedure in which the dissection was performed on a live human being! Join me in this episode to explore history while we can’t allow history like these repeat itself.",
      "link": "https://open.spotify.com/episode/6d4zeNlhCOuHyh25uCUhPT?si=DcIElOFlRuWOY9gPFy6CFw"
    },
    {
      "title": "Episode 014: Part 3: History Edition: Unit 731 : Dark medical experiments of the Japanese government",
      "description": "Join me in the conclusion of the three part series on the dark medical experiments done by the Japanese government in Chinese war criminals. Understanding the post war developments helps us to appreciate the importance of medical ethics in research, which forms a foundation of modern medicine.",
      "link": "https://open.spotify.com/episode/0VcQmf69cIjSxk0m8nLgUS?si=2t47YJLNTHG9k5lExqZZ5A"
    },
    {
      "title": "Episode 015: Understanding the ethical principles in medical research.",
      "description": "Join me in this episode to understand the ethical implications of medical research. Inhumane experiments were the sole reason of the development of medical ethics to the point where we have reached today in the development of medical ethics and law. Moreover, in the ever evolving medical field, I find medical research very important but one should be mindful to consider it being done without the compromise of medical ethics.",
      "link": "https://open.spotify.com/episode/6JrmoVtNSUnh9gdoE6zwH6?si=5-nETH7ERumaR_VLhDbiLQ"
    }
  ]
 