[
  {
  "title": "The Chef gets his ways.",
  "content": "The chef decides the dishes,\nNot vegan but with blood and fleshes;\nNever asked the customer for order,\nDid all this in the name of law and order.\n\n\nHis opponent is soft and sensible,\nBut his ally was dramatic and insensitive.\nHis actions can divide the world,\nIn no way anyone could have wanted.",
  "bg": "poem1.jpeg"
},
  {
  "title": "Birds,flowers,leaves and a map.",
  "content": "Maps are drawn by humans,\nBut Borders and boundaries are inhuman;\nA bird with wings comprehends human fightings,\nAnd thinks that these are courtship fightings.\n\n\nEven falcons are fed up with rotting flesh,\nWar countries are their paradise to rest.\nIn spring even Flowers stop blooming,\nAnd no leaves fall even with cooling.",
  "bg": "poem2.jpeg"
},
{
  "title": "The Social Media — Symphony",
  "content": "A child in Gaza is viral on Insta,\nSharing stories did not help her improve.\nSome bone chilling stories help us remember,\nBut it is time for justice we all work together.\n\n\nWho are these people making decisions?\nWhy are these people making decisions?\nIf it could ruin their own success,\nThat is when we the innocent see success.",
  "bg": "poem3.jpeg"
},
{
  "title": "Dictators and elections",
  "content": "Great nations are spoiled by dictators,\nSome even elect by mistake themselves a dictator.\nOnly to protest on the streets in summer,\nInstead of expecting a meticulous glimmer.\n\n\nGreat fears lie ahead — choose wise and responsible,\nDo not be aligned with religion, race and gender.\nBy doing so haven’t you made a blunder?",
  "bg": "poem4.jpeg"
},
{
  "title": "Curated | Exclusive | Unscripted",
  "content": "Wine from France and spices from India,\nCars from Germany and furniture from Sweden.\nWatches from Switzerland and tulips from \nNetherlands\nDates from Morocco and salmon from Norway.\nOil from the gulf and futures from Japan,\nSaffron from Kashmir and whiskey from Nashville.\nThese are curated and exclusive,\nNo Tariffs could exclude them.\nCurators understand, politicians politicise them.",
  "bg": "poem5.jpeg"
},
{
  "title": "You know who?",
  "content": "Killed thousands in genocide,\nExperimented with advancement and homicide.\nPeople struggled only to get a book named his struggles.\nAdmiration of his art work, cruelty in his language,\nTo this day makes the language faced by Humour.\n\n\nIs he reborn? Should we be carful?\nCan he be reborn ?? Must we be prudent?\nTo name him is crime,\nLet us not forget his times!",
  "bg": "poem6.jpeg"
},


  {
    "title": "Indians and History",
    "content": "History in India is ironical and intense,\nOutsiders have us captured in hostile.\nWe have traded with outsiders with fair sight,\nNumerous cultures suppressed\nJust to give the sense of nationality.\n\n\nImposed nationality is cruel than outsiders atrocity.\nMust they pay us the reparations?\nOr should we pay them back with good education.\nOnce and for all independent,\nTo be held hostage in the independent!",
    "bg": "poem7.jpeg"
  },
  {
    "title": "Suits and flights",
    "content": "Global news could be more optimistic,\nIf the Suits decide not to be so narcissistic;\nDon’t force the poor to die,\nFor you to fly high in the sky.\n\nI see shallow waters blood drenched,\nIn the nations already deserted.\nSome play with religion and sentiments,\nOthers with resources and condiments.\n\nYou and I, the common man, shall always die.\nNot again, not the way, our ancestors die.",
    "bg": "poem8.jpeg"
  },
  {
    "title": "My money your majesty",
    "content": "Treaties signed? Not on my behalf.\nAgreements made. Not on my behalf.\nConventions met. Not on my behalf.\nMy kin dies. Of course on your behalf.\n\nFlying back to fairyland. With my money;\nCrowned a new age king. With my money.\nTrying to solve my problems. With my money.\nMerely trying. That is the problem, your majesty in my money.",
    "bg": "poem9.jpeg"
  },
  {
    "title": "Immigrants and expats",
    "content": "The expats call me, „Immigrant“.\nBut the birds from abroad in the brutal winter,\nBehind my home, back in the tropics,\nHad more respect than the refugee who is sick.\n\nCame here for a better life,\nNot to steal their wallet and wife.\nI contribute enough to sprinkle water in their garden,\nJust to be labelled a madman!",
    "bg": "poem10.jpeg"
  },
  {
    "title": "The Man of War.",
    "content": "From tropical civil wars to temperate regimens,\nHe who decided to start, never fought.\nThe real heroes were the sepoys and doctors in scrubs.\nWhat is wrong and what is not—Never decided by men of letters,\nBut by rulers and his sons—Monarchy is dead,\nBut democracy feeds on the lies it is fed.\nHaving wisdom to talk without wisdom to act,\nThat is how you become the man of war.",
    "bg": "poem11.jpeg"
  },
  {
    "title": "The Coffee on Sunday",
    "content": "Late mornings with coffee and breakfast in bed,\nReading some books and scrolling the web.\nChanging the sheets and cleaning the kitchen,\nTour to the man’s den and cherishing his collectibles.\n\nA hearty lunch and a dinner with wine.\nMaking love with the dearest wife.\nThat’s a Sunday for a man in peace.\nNot to be bombed—said the man in war.",
    "bg": "poem12.jpeg"
  },
  {
    "title": "Black and White",
    "content": "Lest assured my cozy winters near fire,\nFor me today is a day with fear.\nRoasted chicken with garlic and honey,\nI do not wish to buy bread, it needs money.\n\nPhone calls with family and friends not long met,\nStill alive? —I ask when destiny decides to set.\nAlternating lines with polarised thoughts,\nNot bipolar — but a dialogue between two, one in peace and one in combat.",
    "bg": "poem13.jpeg"
  },
  {
    "title": "Luxury",
    "content": "Books are not luxury for man in a library,\nPhotography isn’t a luxury, when you own an imagery.\nWords are not luxury, if you own a dictionary.\nIn the Pursuit of luxury, did we lose humanity?\n\nAway from the city and noise making crowd,\nAvoided chemicals, homesteaded alone.\nDidn’t trust the government and the subsidy offered.\nTo my surprise, even my home was bombarded.",
    "bg": "poem14.jpeg"
  }



]
